{
    "nav-1" : "Портфолио",
    "nav-2" : "блог",
    "nav-3" : "Резюме",
    "nav-4" : "магазин",
    "nav-5" : "Фриланс",
    "nav-6" : "обо мне",
    "nav-7" : "контакт",
    "hero-1" : "Записи в Блоге",
    "hero-2" : "Я думаю, да, вот оно.",
    "hero-3" : "Дизайн начинается после того, как я начинаю думать о том, как наиболее успешно представить опыт, может ли кнопка, которую я вставляю, решить проблему. Единственный момент в дизайне — это не дизайн пользовательского интерфейса, если пользователь не получит хорошего опыта в конце использования продукта, дизайн будет считаться неудачным, по моему мнению.",
    "blogs-1" : "ВСЕ",
    "blogs-2" : "UI ДИЗАЙН",
    "blogs-3" : "UX ДИЗАЙН",
    "blogs-4" : "ДИЗАЙН ПРОДУКТА",
    "blogs-5" : "СТАТЬИ",
    "blogs-6" : "УЧЕБНИКИ",
    "blogs-7" : "НОВОСТИ",
    "blogs-8" : "НОЯБРЬ 23 2020",
    "blogs-9" : "Этот подход неверен в отношении UI дизайна .",
    "blogs-10" : "Краткое руководство, которое поможет пользователям пройти сложные этапы изучения вашего подкаста в Интернете.  Краткое руководство, которое поможет пользователям пройти сложные этапы изучения вашего подкаста в интернете.",
    "blogs-11" : "ЧИТАТЬ ДАЛЕЕ",
    "blog-1" : "ПОДРОБНОСТИ БЛОГА H1",
    "blog-2" : "ПОДРОБНОСТИ БЛОГА H2",
    "blog-3" : "ПОДРОБНОСТИ БЛОГА H3",
    "blog-4" : "Как и графический дизайн и веб-разработка, тенденции UX-дизайна приходят и уходят по определенной причине. UX — это создание лучшего цифрового мира для человечества. Эта область требует инноваций, но она постоянно развивается. Регулярное отслеживание блогов по UX-дизайну поможет вам быть в курсе изменений в отрасли, а также развивать свои навыки UX.",
    "blog-5" : "Кроме того, многие блоги по UX-дизайну предоставляют вам тематические исследования, подробно описывающие успешную разработку приложения или веб-сайта, а также то, как было улучшено его удобство использования. Чтение об этих типах случаев может помочь вам получить идеи. В этом смысле блоги по UX-дизайну могут помочь определить направления, в которых должны двигаться ваши будущие проекты.",
    "blog-6" : "Кроме того, многие блоги по UX-дизайну предоставляют вам тематические исследования, подробно описывающие успешную разработку приложения или веб-сайта, а также то, как было улучшено его удобство использования. Чтение об этих типах случаев может помочь вам получить идеи. В этом смысле блоги по UX-дизайну могут помочь определить направления, в которых должны двигаться ваши будущие проекты."
}