{
    "nav-1" : "portfolio",
    "nav-2" : "blog",
    "nav-3" : "CV",
    "nav-4" : "store",
    "nav-5" : "freelance",
    "nav-6" : "about me",
    "nav-7" : "contact",
    "hero-1" : "Blog Posts",
    "hero-2" : "I think so, this is it.",
    "hero-3" : "Design begins after I begin to think about how to present an experience most successfully, whether a button I put in can solve a problem. The only point in design is not ui design, if the user does not have a good experience at the end of the product, the design will be considered unsuccessful in my opinion.",
    "blogs-1" : "All",
    "blogs-2" : "UI Design",
    "blogs-3" : "UX Design",
    "blogs-4" : "Product Design",
    "blogs-5" : "Articles",
    "blogs-6" : "Tutorials",
    "blogs-7" : "News",
    "blogs-8" : "NOV 23 2020",
    "blogs-9" : "This way is wrong about UI Design.",
    "blogs-10" : "A quick guide to assisting users in the challenging steps from learning about your podcast on the web.  A quick guide to assisting users in the challenging steps from learning about your podcast on the web.",
    "blogs-11" : "READ MORE",
    "blog-1" : "BLOG DETAILS H1",
    "blog-2" : "BLOG DETAILS H2",
    "blog-3" : "BLOG DETAILS H3",
    "blog-4" : "Just like graphic design and web development, UX design trends come and go for a reason. UX is all about developing a better digital world for humanity. It’s a field that requires innovation, but that is constantly evolving. Regularly following UX design blogs can help you keep on top of changes in the industry, as well as develop your UX skills.",
    "blog-5" : "Additionally, many UX design blogs expose you to case studies detailing an app or web’s successful development, along with how its usability was improved. Reading about these types of cases can help give you ideas. In this sense, UX design blogs can help provide an indication for the kinds of directions your future projects should take.",
    "blog-6" : "Additionally, many UX design blogs expose you to case studies detailing an app or web’s successful development, along with how its usability was improved. Reading about these types of cases can help give you ideas. In this sense, UX design blogs can help provide an indication for the kinds of directions your future projects should take."
}